age = 25 # Ціле число (int)
height = 1.75 # Дробове число (float)
name = "Олена" # Строковий тип даних (string)
is_human = True # логічний тип даних (bool / booline)

# Списки данних (Редагуємі)
fruits = ["Яблуко", "Груша", "Апельсин", "Маракуя"]
numbers_list = [2,5,6,3,7]

# Кортежі данних (Не редагуємі)
names = ("Ілля", "Анастасія", "Святослав")
numbers_tuple = (3,5,9,3)

#fruits.append("Банан")
#names.append("Антон")

# Словник (пара - ключ:значення)
ages = {"Ілля": 22,
        "Анастасія": 26,
        "Святослав": 28}


#for fruit in fruits:
 #   fruits.append("Хурма")
  #  print(fruit)

#count = 0
#while count < len(fruits):
    #print(fruits[count])
    #count += 1

name = "Андрій"
age = 43
height = 1.85

if name == "Андрій": # Перевіряє правдивість умови
    print("Ім'я корректне")
elif name == "Андріана": # Перевіряє неправдивість умови, якщо умова if не правдива
    print("Ім'я не коректне")
else: # Виконується, коли жодна з умов неправдива
    print("Ім'я не коректне")


